Repository: parnold-x/timer
Catalog: po/extra/*.po
Languages: fr

source: Timer
fr: Minuteur

source: The ultimate tea timer
fr: Le minuteur idéal pour le thé

source: The ultimate tea timer you searched for.
fr: Le minuteur idéal pour le thé que vous cherchiez.

source: Start a timer with natural language input like e.g. 5 minutes 15 seconds or 5m3s or just 5 for 5 minutes
fr: Démarrez un minuteur avec une entrée en langage naturel, par ex. 5 minutes 15 secondes ou5m3s ou seulement 5 pour 5 minutes

source: You can assign a title to your timer by double clicking
fr: Vous pouvez définir un titre à votre minuteur en double-cliquant

source: Various color options to choose from
fr: Différentes options de couleurs au choix

source: Command line options available, see --help for more information
fr: Options en ligne de commande disponibles, voir --help pour plus d'informations

source: Release for Juno
fr: Version pour Juno

source: This release adds float parsing. So now you can also enter e.g. 3.5 for 3 minutes and 30 seconds
fr: Cette version ajoute l'interprétation des nombres à virgule de façon à ce que vous puissiez entrer par ex. 3.5 pour 3 minutes et 30 secondes

source: Timer;TeaTimer;Countdown;Alarm;
fr: Minuteur;Minuteur pour le thé;Compteur;Alarme;
